[
    {
      "name": "Monopoly",
      "description": "A real-estate board game. The player's goal is to remain financially solvent while forcing opponents into bankruptcy by buying and developing pieces of property. Bankruptcy results in elimination from the game. The last player remaining on the board is the winner.",
      "genre": "Strategy",
      "number_players": 8,
      "user_id":3
    },
    {
      "name": "Risk",
      "description": "Players aim to conquer their enemies' territories by building an army, moving their troops in, and engaging in battle. Depending on the roll of the dice, a player will either defeat the enemy or be defeated",
      "genre": "Strategy",
      "number_players": 6
    },
    {
      "name": "Sorry",
      "description": "Players move their three or four pieces around the board, attempting to get all of their pieces home before any other player.",
      "genre": "Childrens",
      "number_players": 4
    },
    {
      "name": "Stratigo",
      "description": " On a board of 10×10 squares. Each player controls 40 pieces representing individual soldier ranks in an army. The objective of the game is to find and capture the opponent's Flag, or to capture so many enemy pieces that the opponent cannot make any further moves.",
      "genre": "Strategy",
      "number_players": 2
    },
    {
      "name": "Munchkin",
      "description": "The mega-hit card game about dungeon adventure . . . with none of that stupid roleplaying stuff. You and your friends compete to kill monsters and grab magic items. Don the Horny Helmet and the Boots of Butt-Kicking. Wield the Staff of Napalm . . . or maybe the Chainsaw of Bloody Dismemberment.",
      "genre": "Strategy",
      "number_players": 6
    },
    {
      "name": "One Night",
      "description": "is a fast-paced game where everyone is dealt a secret role. Many of these roles have special abilities that will aid that player in gaining information.  In the course of only one night and the following morning, the players will determine who among them is a werewolf...hopefully",
      "genre": "Mystery",
      "number_players": 10
    },
    {
      "name": "Dragoon",
      "description": "An action strategy game with an ever-changing landscape. Village and city tiles populate the map each round using a coordinate system. During your turn, choose between claiming villages and cities that pay you tribute, or destroying them out right for instant gold.",
      "genre": "Strategy",
      "number_players": 4
    }
    
  ]